Repository: dw-zhu-si/ModelHub
Catalog: packaging/Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt_br, ru, zh_hant

source: 尚未保存密钥。密钥只写入 macOS 钥匙串；Ollama 可留空。
ar: لم يتم حفظ المفتاح. تتم كتابة المفتاح فقط في سلسلة مفاتيح macOS؛ يمكن ترك أولاما فارغا.
de: Der Schlüssel wurde nicht gespeichert. Der Schlüssel wird nur in den macOS-Schlüsselbund geschrieben; Ollama kann leer gelassen werden.
en: The key has not been saved. The key is only written to the macOS keychain; Ollama can be left blank.
es: La clave no se ha guardado. La clave sólo se escribe en el llavero de macOS; Ollama se puede dejar en blanco.
fr: La clé n'a pas été enregistrée. La clé est uniquement écrite dans le trousseau macOS ; Ollama peut rester vide.
ja: キーは保存されていません。キーは macOS キーチェーンにのみ書き込まれます。 Ollama は空白のままでも構いません。
ko: 키가 저장되지 않았습니다. 키는 macOS 키체인에만 기록됩니다. Ollama는 비워둘 수 있습니다.
pt_br: A chave não foi salva. A chave é gravada apenas nas chaves do macOS; Ollama pode ser deixado em branco.
ru: Ключ не сохранился. Ключ записывается только в связку ключей macOS; Олламу можно оставить пустым.
zh_hant: 尚未保存密鑰。密鑰只寫入 macOS 鑰匙串；Ollama 可留空。

source: 尚未启用
ar: غير مفعّل
de: Nicht aktiviert
en: Not Enabled
es: No activado
fr: Non activé
ja: 未有効
ko: 활성화되지 않음
pt_br: Não ativado
ru: Не включено
zh_hant: 尚未啓用

source: 尚未完成真实可用性验证
ar: لم يكتمل التحقق الحقيقي من التوفر
de: Die reale Verfügbarkeitsprüfung ist noch nicht abgeschlossen
en: Real availability verification has not been completed
es: No se ha completado la verificación real de disponibilidad
fr: La vérification réelle de disponibilité n’est pas terminée
ja: 実際の可用性検証が完了していません
ko: 실제 가용성 검증이 완료되지 않았습니다
pt_br: A verificação real de disponibilidade não foi concluída
ru: Реальная проверка доступности ещё не завершена
zh_hant: 尚未完成真實可用性驗證

source: 尚未签发虚拟密钥。可为 Codex、Claude、IDE 或项目分别设置模型范围、RPM、到期时间和预算。
ar: لم يتم إصدار المفتاح الظاهري بعد. يمكن تعيين نطاق النموذج، وRPM، وتاريخ الاستحقاق، والميزانية بشكل فردي لـ Codex، أو Claude، أو IDE، أو المشروع.
de: Der virtuelle Schlüssel wurde noch nicht ausgestellt. Modellumfang, RPM, Fälligkeitsdatum und Budget können individuell für Codex, Claude, IDE oder Projekt festgelegt werden.
en: The virtual key has not been issued yet. Model scope, RPM, due date, and budget can be set individually for Codex, Claude, IDE, or project.
es: La clave virtual aún no ha sido emitida. El alcance del modelo, las RPM, la fecha de vencimiento y el presupuesto se pueden configurar individualmente para Codex, Claude, IDE o proyecto.
fr: La clé virtuelle n'a pas encore été émise. La portée du modèle, le RPM, la date d'échéance et le budget peuvent être définis individuellement pour le Codex, Claude, l'IDE ou le projet.
ja: 仮想キーはまだ発行されていません。モデルのスコープ、RPM、期日、予算は、Codex、Claude、IDE、またはプロジェクトごとに個別に設定できます。
ko: 아직 가상키가 발급되지 않았습니다. 모델 범위, RPM, 기한 및 예산은 Codex, Claude, IDE 또는 프로젝트에 대해 개별적으로 설정할 수 있습니다.
pt_br: A chave virtual ainda não foi emitida. O escopo do modelo, RPM, data de vencimento e orçamento podem ser definidos individualmente para Codex, Claude, IDE ou projeto.
ru: Виртуальный ключ еще не выдан. Объем модели, число оборотов в минуту, срок выполнения и бюджет можно установить индивидуально для Codex, Claude, IDE или проекта.
zh_hant: 尚未簽發虛擬密鑰。可為 Codex、Claude、IDE 或項目分別設置模型範圍、RPM、到期時間和預算。

source: 展示币种
ar: عملة العرض
de: Anzeigewährung
en: Display currency
es: Moneda de visualización
fr: Devise d’affichage
ja: 表示通貨
ko: 표시 통화
pt_br: Moeda de exibição
ru: Валюта отображения
zh_hant: 展示幣種

source: 展示币种与官方参考汇率已更新。
ar: تم تحديث عملة العرض وأسعار الصرف المرجعية الرسمية.
de: Anzeigewährung und offizielle Referenzkurse aktualisiert.
en: Display currency and official reference rates updated.
es: Moneda de visualización y tipos oficiales actualizados.
fr: Devise d’affichage et taux officiels mis à jour.
ja: 表示通貨と公式参照為替レートを更新しました。
ko: 표시 통화와 공식 기준 환율을 업데이트했습니다.
pt_br: Moeda de exibição e taxas oficiais atualizadas.
ru: Валюта отображения и официальные курсы обновлены.
zh_hant: 展示幣種與官方參考匯率已更新。

source: 工作区
ar: مساحة العمل
de: Arbeitsbereich
en: workspace
es: espacio de trabajo
fr: espace de travail
ja: ワークスペース
ko: 작업 공간
pt_br: área de trabalho
ru: рабочее пространство
zh_hant: 工作區

source: 工作区名称
ar: اسم مساحة العمل
de: Arbeitsbereichsname
en: workspace name
es: nombre del espacio de trabajo
fr: nom de l'espace de travail
ja: ワークスペース名
ko: 작업공간 이름
pt_br: nome do espaço de trabalho
ru: имя рабочей области
zh_hant: 工作區名稱

source: 工作区名称不能为空。
ar: لا يمكن أن يكون اسم مساحة العمل فارغًا.
de: Der Name des Arbeitsbereichs darf nicht leer sein.
en: Workspace name cannot be empty.
es: El nombre del espacio de trabajo no puede estar vacío.
fr: Le nom de l'espace de travail ne peut pas être vide.
ja: ワークスペース名を空にすることはできません。
ko: 작업공간 이름은 비워둘 수 없습니다.
pt_br: O nome do espaço de trabalho não pode ficar vazio.
ru: Имя рабочей области не может быть пустым.
zh_hant: 工作區名稱不能為空。

source: 工作区已达到月度预算
ar: وصلت مساحة العمل إلى الميزانية الشهرية
de: Workspace hat das Monatsbudget erreicht
en: Workspace has reached monthly budget
es: Workspace ha alcanzado el presupuesto mensual
fr: Workspace a atteint son budget mensuel
ja: ワークスペースが毎月の予算に達しました
ko: Workspace가 월예산에 도달했습니다.
pt_br: O Workspace atingiu o orçamento mensal
ru: В Workspace достигнут месячный бюджет
zh_hant: 工作區已達到月度預算

source: 工作区未授权此供应商
ar: هذا البائع غير مصرح به من قبل مساحة العمل
de: Dieser Anbieter ist vom Arbeitsbereich nicht autorisiert
en: This vendor is not authorized by the workspace
es: Este proveedor no está autorizado por el espacio de trabajo.
fr: Ce fournisseur n'est pas autorisé par l'espace de travail
ja: このベンダーはワークスペースによって承認されていません
ko: 이 공급업체는 작업공간에서 승인되지 않았습니다.
pt_br: Este fornecedor não está autorizado pelo espaço de trabalho
ru: Этот поставщик не авторизован в рабочей области
zh_hant: 工作區未授權此供應商

source: 工作区未授权此模型
ar: مساحة العمل لا تسمح بهذا النموذج
de: Der Arbeitsbereich autorisiert dieses Modell nicht
en: The workspace does not authorize this model
es: El espacio de trabajo no autoriza este modelo.
fr: L'espace de travail n'autorise pas ce modèle
ja: ワークスペースはこのモデルを承認していません
ko: 작업공간에서 이 모델을 승인하지 않습니다.
pt_br: O espaço de trabalho não autoriza este modelo
ru: Рабочая область не авторизует эту модель
zh_hant: 工作區未授權此模型

source: 工作区策略
ar: استراتيجية مساحة العمل
de: Arbeitsplatzstrategie
en: workspace strategy
es: estrategia del espacio de trabajo
fr: stratégie d'espace de travail
ja: ワークスペース戦略
ko: 작업 공간 전략
pt_br: estratégia de espaço de trabalho
ru: стратегия рабочего пространства
zh_hant: 工作區策略

source: 工作台
ar: طاولة العمل
de: Werkbank
en: workbench
es: banco de trabajo
fr: établi
ja: 作業台
ko: 작업대
pt_br: bancada de trabalho
ru: верстак

source: 工具 arguments 必须是 JSON 对象
ar: يجب أن تكون وسيطات الأداة كائن JSON
de: Toolargumente müssen ein JSON-Objekt sein
en: Tool arguments must be a JSON object
es: Los argumentos de la herramienta deben ser un objeto JSON.
fr: Les arguments de l'outil doivent être un objet JSON
ja: ツールの引数は JSON オブジェクトである必要があります
ko: 도구 인수는 JSON 객체여야 합니다.
pt_br: Os argumentos da ferramenta devem ser um objeto JSON
ru: Аргументы инструмента должны быть объектом JSON.
zh_hant: 工具 arguments 必須是 JSON 對象

source: 工具参数不是有效 JSON
ar: معلمة الأداة غير صالحة JSON
de: Der Tool-Parameter ist kein gültiger JSON-Code
en: Tool parameter is not valid JSON
es: El parámetro de herramienta no es JSON válido
fr: Le paramètre de l'outil n'est pas un JSON valide
ja: ツールパラメータが有効なJSONではありません
ko: 도구 매개변수가 유효한 JSON이 아닙니다.
pt_br: O parâmetro da ferramenta não é JSON válido
ru: Недопустимый параметр инструмента JSON.
zh_hant: 工具參數不是有效 JSON

source: 工具参数必须是 JSON 对象。
ar: يجب أن تكون معلمات الأداة كائنات JSON.
de: Werkzeugparameter müssen JSON-Objekte sein.
en: Tool parameters must be JSON objects.
es: Los parámetros de la herramienta deben ser objetos JSON.
fr: Les paramètres de l'outil doivent être des objets JSON.
ja: ツールのパラメーターは JSON オブジェクトである必要があります。
ko: 도구 매개변수는 JSON 객체여야 합니다.
pt_br: Os parâmetros da ferramenta devem ser objetos JSON.
ru: Параметры инструмента должны быть объектами JSON.
zh_hant: 工具參數必須是 JSON 對象。

source: 工具结果不是有效 JSON
ar: نتيجة الأداة غير صالحة JSON
de: Das Toolergebnis ist kein gültiges JSON
en: Tool result is not valid JSON
es: El resultado de la herramienta no es JSON válido
fr: Le résultat de l'outil n'est pas un JSON valide
ja: ツールの結果が有効な JSON ではありません
ko: 도구 결과가 유효한 JSON이 아닙니다.
pt_br: O resultado da ferramenta não é JSON válido
ru: Результат инструмента недействителен в формате JSON.
zh_hant: 工具結果不是有效 JSON

source: 工具结果缺少 tool_call_id
ar: نتائج الأداة مفقودة tool_call_id
de: In den Werkzeugergebnissen fehlt die Werkzeugaufruf-ID
en: Tool results are missing tool_call_id
es: Faltan los resultados de la herramienta tool_call_id
fr: Les résultats de l'outil sont manquants tool_call_id
ja: ツールの結果にtool_call_idがありません
ko: 도구 결과에 tool_call_id가 없습니다.
pt_br: Os resultados da ferramenta estão faltando tool_call_id
ru: В результатах инструмента отсутствуют Tool_call_id
zh_hant: 工具結果缺少 tool_call_id

source: 工具调用
ar: استدعاء الأدوات
de: Tool-Aufrufe
en: Tool Calling
es: Llamadas a herramientas
fr: Appels d’outils
ja: ツール呼び出し
ko: 도구 호출
pt_br: Chamadas de ferramentas
ru: Вызов инструментов
zh_hant: 工具調用

source: 工具调用缺少函数名
ar: استدعاء الأداة يفتقد اسم الوظيفة
de: Beim Werkzeugaufruf fehlt der Funktionsname
en: Tool call is missing function name
es: A la llamada de herramienta le falta el nombre de la función
fr: L'appel d'outil ne contient pas le nom de la fonction
ja: ツール呼び出しに関数名がありません
ko: 도구 호출에 함수 이름이 누락되었습니다.
pt_br: A chamada da ferramenta não possui o nome da função
ru: В вызове инструмента отсутствует имя функции
zh_hant: 工具調用缺少函數名

source: 已保存汇率
ar: سعر الصرف المحفوظ
de: Gespeicherter Wechselkurs
en: Saved exchange rate
es: Tipo de cambio guardado
fr: Taux de change enregistré
ja: 保存済み為替レート
ko: 저장된 환율
pt_br: Taxa de câmbio salva
ru: Сохранённый курс
zh_hant: 已保存匯率

source: 已停用
ar: معطّل
de: Deaktiviert
en: Disabled
es: Desactivado
fr: Désactivé
ja: 無効
ko: 비활성화됨
pt_br: Desativado
ru: Отключено

source: 已停用旧供应商
ar: تم إلغاء تنشيط البائع القديم
de: Alter Anbieter deaktiviert
en: Old vendor deactivated
es: Antiguo proveedor desactivado
fr: Ancien fournisseur désactivé
ja: 古いベンダーが無効化されました
ko: 이전 공급업체가 비활성화되었습니다.
pt_br: Fornecedor antigo desativado
ru: Старый поставщик деактивирован
zh_hant: 已停用舊供應商

source: 已内置该供应商的官方连接预设；通常只需填写 API Key 即可拉取模型并使用支持的协议。
ar: تم تضمين الإعدادات المسبقة الرسمية للاتصال بالبائع؛ عادةً ما يؤدي مجرد ملء مفتاح API إلى سحب النموذج واستخدام البروتوكولات المدعومة.
de: Die offiziellen Verbindungsvoreinstellungen des Anbieters sind integriert; Normalerweise genügt die Eingabe des API-Schlüssels, um das Modell abzurufen und die unterstützten Protokolle zu verwenden.
en: The vendor's official connection presets are built in; usually just filling in the API Key will pull the model and use the supported protocols.
es: Los ajustes preestablecidos de conexión oficiales del proveedor están integrados; Por lo general, simplemente completar la clave API extraerá el modelo y utilizará los protocolos admitidos.
fr: Les préréglages de connexion officiels du fournisseur sont intégrés ; généralement, le simple fait de remplir la clé API extraira le modèle et utilisera les protocoles pris en charge.
ja: ベンダーの公式接続プリセットが組み込まれています。通常、API キーを入力するだけでモデルが取得され、サポートされているプロトコルが使用されます。
ko: 공급업체의 공식 연결 사전 설정이 내장되어 있습니다. 일반적으로 API 키만 입력하면 모델을 가져오고 지원되는 프로토콜을 사용합니다.
pt_br: As predefinições de conexão oficiais do fornecedor estão integradas; normalmente, apenas preencher a chave de API puxará o modelo e usará os protocolos suportados.
ru: Встроены официальные настройки подключения производителя; обычно простое введение ключа API позволяет получить модель и использовать поддерживаемые протоколы.
zh_hant: 已內置該供應商的官方連接預設；通常只需填寫 API Key 即可拉取模型並使用支持的協議。

source: 已启用
ar: مفعّل
de: Aktiviert
en: Enabled
es: Activado
fr: Activé
ja: 有効
ko: 활성화됨
pt_br: Ativado
ru: Включено
zh_hant: 已啓用

source: 已启用；下次登录后自动启动 ModelHub
ar: تم التفعيل. سيعمل ModelHub تلقائيًا بعد تسجيل الدخول التالي.
de: Aktiviert. ModelHub startet nach der nächsten Anmeldung automatisch.
en: Enabled. ModelHub will launch automatically after your next login.
es: Activado. ModelHub se iniciará automáticamente después del próximo inicio de sesión.
fr: Activé. ModelHub se lancera automatiquement après votre prochaine connexion.
ja: 有効です。次回ログイン後にModelHubが自動起動します。
ko: 활성화되었습니다. 다음 로그인 후 ModelHub가 자동으로 실행됩니다.
pt_br: Ativado. O ModelHub será iniciado automaticamente após o próximo login.
ru: Включено. ModelHub автоматически запустится после следующего входа.
zh_hant: 已啓用；下次登錄後自動啓動 ModelHub

source: 已启用供应商
ar: تم تمكين المورد
de: Lieferant aktiviert
en: Supplier enabled
es: Proveedor habilitado
fr: Fournisseur activé
ja: サプライヤー対応
ko: 공급업체 활성화
pt_br: Fornecedor habilitado
ru: Поставщик включен
zh_hant: 已啓用供應商

source: 已导入任务文本；点击下方保存后才会通过 MCP 暴露。
ar: تم استيراد نص المهمة؛ لن يتم كشفه من خلال MCP حتى تقوم بالنقر فوق "حفظ" أدناه.
de: Missionstext wurde importiert; Es wird erst über MCP verfügbar gemacht, wenn Sie unten auf „Speichern“ klicken.
en: Mission text has been imported; it will not be exposed through MCP until you click Save below.
es: El texto de la misión ha sido importado; no quedará expuesto a través de MCP hasta que haga clic en Guardar a continuación.
fr: Le texte de la mission a été importé ; il ne sera pas exposé via MCP tant que vous n'aurez pas cliqué sur Enregistrer ci-dessous.
ja: ミッションテキストがインポートされました。以下の「保存」をクリックするまで、MCP を通じて公開されません。
ko: 미션 텍스트를 가져왔습니다. 아래 저장을 클릭하기 전까지는 MCP를 통해 노출되지 않습니다.
pt_br: O texto da missão foi importado; ele não será exposto por meio do MCP até você clicar em Salvar abaixo.
ru: Текст миссии импортирован; он не будет доступен через MCP, пока вы не нажмете «Сохранить» ниже.
zh_hant: 已導入任務文本；點擊下方保存後才會通過 MCP 暴露。

source: 已恢复到上次导入前的本机配置。
ar: تمت استعادة الإعدادات المحلية السابقة لآخر استيراد.
de: Die lokale Konfiguration vor dem letzten Import wurde wiederhergestellt.
en: Restored the local configuration from before the last import.
es: Se restauró la configuración local anterior a la última importación.
fr: La configuration locale antérieure au dernier import a été restaurée.
ja: 前回読み込み前のローカル設定に復元しました。
ko: 마지막 가져오기 전의 로컬 구성으로 복원했습니다.
pt_br: A configuração local anterior à última importação foi restaurada.
ru: Локальная конфигурация восстановлена до состояния перед последним импортом.
zh_hant: 已恢復到上次導入前的本機配置。

source: 已撤销
ar: تم إبطاله
de: Widerrufen
en: Revoked
es: Revocado
fr: Révoqué
ja: 取り消されました
ko: 취소됨
pt_br: Revogado
ru: Отозван
zh_hant: 已撤銷

source: 已知价格估算
ar: تقديرات الأسعار المعروفة
de: Bekannte Preisschätzung
en: Known price estimate
es: Estimación de precio conocido
fr: Estimation de prix connue
ja: 既知の価格推定値
ko: 알려진 가격 추정
pt_br: Estimativa de preço conhecida
ru: Известная оценка стоимости
zh_hant: 已知價格估算

source: 已自动填入该供应商可确定的 Base URL 与请求端点；由于官方未提供可仅凭该 API Key 读取的唯一模型名录，模型 ID 仍需手工添加。
ar: تم ملء عنوان URL الأساسي ونقطة نهاية الطلب التي يمكن للمورد تحديدها تلقائيًا؛ نظرًا لأن المسؤول لا يوفر دليل نموذج فريدًا يمكن قراءته فقط باستخدام مفتاح API هذا، فلا يزال يتعين إضافة معرف النموذج يدويًا.
de: Die vom Lieferanten bestimmbare Basis-URL und der Anforderungsendpunkt wurden automatisch ausgefüllt; Da der Beamte kein eindeutiges Modellverzeichnis bereitstellt, das nur mit diesem API-Schlüssel gelesen werden kann, muss die Modell-ID dennoch manuell hinzugefügt werden.
en: The base URL and request endpoint that can be determined by the supplier have been automatically filled in; since the official does not provide a unique model directory that can be read only with this API Key, the model ID still needs to be added manually.
es: La URL base y el punto final de solicitud que puede determinar el proveedor se han completado automáticamente; Dado que el funcionario no proporciona un directorio de modelo único que pueda leerse solo con esta clave API, la identificación del modelo aún debe agregarse manualmente.
fr: L'URL de base et le point de terminaison de la demande qui peuvent être déterminés par le fournisseur ont été automatiquement renseignés ; Étant donné que le responsable ne fournit pas de répertoire de modèle unique pouvant être lu uniquement avec cette clé API, l'ID du modèle doit toujours être ajouté manuellement.
ja: サプライヤーが決定できるベース URL とリクエスト エンドポイントは自動的に入力されます。公式では、この API キーでのみ読み取り可能な固有のモデル ディレクトリが提供されていないため、モデル ID を手動で追加する必要があります。
ko: 공급자가 결정할 수 있는 기본 URL과 요청 엔드포인트가 자동으로 채워졌습니다. 공식에서는 이 API 키로만 읽을 수 있는 고유한 모델 디렉토리를 제공하지 않으므로 모델 ID를 수동으로 추가해야 합니다.
pt_br: A URL base e o endpoint da solicitação que podem ser determinados pelo fornecedor foram preenchidos automaticamente; como o oficial não fornece um diretório de modelo exclusivo que possa ser lido somente com esta chave de API, o ID do modelo ainda precisa ser adicionado manualmente.
ru: Базовый URL-адрес и конечная точка запроса, которые может определить поставщик, заполняются автоматически; поскольку официальный представитель не предоставляет уникальный каталог модели, который можно прочитать только с помощью этого ключа API, идентификатор модели все равно необходимо добавлять вручную.
zh_hant: 已自動填入該供應商可確定的 Base URL 與請求端點；由於官方未提供可僅憑該 API Key 讀取的唯一模型名錄，模型 ID 仍需手工添加。

source: 已达到本机设置的月度费用上限；未调用上游
ar: تم الوصول إلى حد الرسوم الشهرية الذي حدده هذا الجهاز؛ لم يتم استدعاء المنبع
de: Das von diesem Gerät festgelegte monatliche Gebührenlimit wurde erreicht. Der Upstream wurde nicht aufgerufen
en: The monthly fee limit set by this machine has been reached; the upstream has not been called
es: Se ha alcanzado el límite de tarifa mensual establecido por esta máquina; el upstream no ha sido llamado
fr: La limite de frais mensuels fixée par cette machine a été atteinte ; l'amont n'a pas été appelé
ja: このマシンで設定された月額料金の制限に達しました。上流は呼び出されていません
ko: 이 기계가 설정한 월별 요금 한도에 도달했습니다. 업스트림이 호출되지 않았습니다.
pt_br: O limite de mensalidade definido por esta máquina foi atingido; o upstream não foi chamado
ru: Достигнут лимит ежемесячной платы, установленный для этого аппарата; восходящий поток не был вызван
zh_hant: 已達到本機設置的月度費用上限；未調用上游

source: 已隔离
ar: قيد العزل
de: Unter Quarantäne
en: Quarantined
es: En cuarentena
fr: En quarantaine
ja: 隔離済み
ko: 격리됨
pt_br: Em quarentena
ru: На карантине
zh_hant: 已隔離

source: 平均耗时
ar: متوسط الوقت المستغرق
de: Durchschnittlich benötigte Zeit
en: Average time taken
es: Tiempo promedio empleado
fr: Temps moyen pris
ja: 平均所要時間
ko: 평균 소요 시간
pt_br: Tempo médio gasto
ru: Среднее время, затраченное
zh_hant: 平均耗時

source: 应用启动时自动开启服务
ar: بدء الخدمة تلقائيًا عند بدء تشغيل التطبيق
de: Starten Sie den Dienst automatisch, wenn die Anwendung gestartet wird
en: Automatically start the service when the application starts
es: Iniciar automáticamente el servicio cuando se inicia la aplicación.
fr: Démarrez automatiquement le service au démarrage de l'application
ja: アプリケーションの起動時にサービスを自動的に開始する
ko: 애플리케이션이 시작되면 자동으로 서비스 시작
pt_br: Iniciar automaticamente o serviço quando o aplicativo for iniciado
ru: Автоматически запускать службу при запуске приложения
zh_hant: 應用啓動時自動開啓服務

source: 应用界面会立即切换；Widget 默认跟随 macOS 系统语言。
ar: سيتم تبديل واجهة التطبيق على الفور؛ تتبع الأداة لغة نظام macOS افتراضيًا.
de: Die Anwendungsoberfläche wechselt sofort; Das Widget folgt standardmäßig der macOS-Systemsprache.
en: The application interface will switch immediately; the widget follows the macOS system language by default.
es: La interfaz de la aplicación cambiará inmediatamente; el widget sigue el idioma del sistema macOS de forma predeterminada.
fr: L'interface de l'application changera immédiatement ; le widget suit la langue du système macOS par défaut.
ja: アプリケーション インターフェイスはすぐに切り替わります。ウィジェットはデフォルトで macOS システム言語に従います。
ko: 애플리케이션 인터페이스가 즉시 전환됩니다. 위젯은 기본적으로 macOS 시스템 언어를 따릅니다.
pt_br: A interface do aplicativo mudará imediatamente; o widget segue o idioma do sistema macOS por padrão.
ru: Интерфейс приложения переключится сразу; виджет по умолчанию использует системный язык macOS.
zh_hant: 應用界面會立即切換；Widget 默認跟隨 macOS 系統語言。

source: 开发与治理
ar: التنمية والحوكمة
de: Entwicklung und Governance
en: Development and Governance
es: Desarrollo y Gobernanza
fr: Développement et gouvernance
ja: 開発とガバナンス
ko: 개발 및 거버넌스
pt_br: Desenvolvimento e Governança
ru: Развитие и управление
zh_hant: 開發與治理

source: 开始使用
ar: ابدأ
de: Fangen Sie an
en: Get started
es: empezar
fr: Commencez
ja: 始めましょう
ko: 시작하기
pt_br: Comece
ru: Начать
zh_hant: 開始使用

source: 开始批量检测？
ar: بدء اختبار الدفعة؟
de: Chargentest starten?
en: Start batch testing?
es: ¿Iniciar pruebas por lotes?
fr: Démarrer les tests par lots ?
ja: バッチテストを開始しますか?
ko: 일괄 테스트를 시작하시겠습니까?
pt_br: Iniciar testes em lote?
ru: Начать пакетное тестирование?
zh_hant: 開始批量檢測？

source: 当前任务文本（可选，最多 12,000 字符）
ar: نص المهمة الحالية (اختياري، ما يصل إلى 12000 حرف)
de: Aktueller Aufgabentext (optional, bis zu 12.000 Zeichen)
en: Current task text (optional, up to 12,000 characters)
es: Texto de la tarea actual (opcional, hasta 12.000 caracteres)
fr: Texte de la tâche actuelle (facultatif, jusqu'à 12 000 caractères)
ja: 現在のタスクのテキスト (オプション、最大 12,000 文字)
ko: 현재 작업 텍스트(선택 사항, 최대 12,000자)
pt_br: Texto da tarefa atual (opcional, até 12.000 caracteres)
ru: Текст текущей задачи (необязательно, до 12 000 символов)
zh_hant: 當前任務文本（可選，最多 12,000 字符）

source: 当前凭证无权访问此模型
ar: بيانات الاعتماد الحالية غير مخولة للوصول إلى هذا النموذج
de: Die aktuellen Anmeldedaten sind für dieses Modell nicht berechtigt
en: The current credential is not authorized to access this model
es: Las credenciales actuales no tienen permiso para acceder a este modelo
fr: Les identifiants actuels ne permettent pas d’accéder à ce modèle
ja: 現在の認証情報にはこのモデルへのアクセス権がありません
ko: 현재 자격 증명에는 이 모델에 대한 접근 권한이 없습니다
pt_br: A credencial atual não tem permissão para acessar este modelo
ru: Текущие учётные данные не дают доступа к этой модели
zh_hant: 當前憑證無權訪問此模型

source: 当前地址属于百炼 Token Plan，请将供应商类型改为“百炼个人版”或“百炼企业版（团队版）”。
ar: العنوان الحالي ينتمي إلى Bailian Token Plan، يرجى تغيير نوع المورد إلى "Bailian Personal Edition" أو "Bailian Enterprise Edition (Team Edition)".
de: Die aktuelle Adresse gehört zum Bailian Token Plan. Bitte ändern Sie den Lieferantentyp in „Bailian Personal Edition“ oder „Bailian Enterprise Edition (Team Edition)“.
en: The current address belongs to Bailian Token Plan, please change the supplier type to "Bailian Personal Edition" or "Bailian Enterprise Edition (Team Edition)".
es: La dirección actual pertenece al Plan Bailian Token. Cambie el tipo de proveedor a "Bailian Personal Edition" o "Bailian Enterprise Edition (Team Edition)".
fr: L'adresse actuelle appartient au Bailian Token Plan, veuillez changer le type de fournisseur en « Bailian Personal Edition » ou « Bailian Enterprise Edition (Team Edition) ».
ja: 現在のアドレスは Bailian トークン プランに属しています。サプライヤー タイプを「Bailian Personal Edition」または「Bailian Enterprise Edition (Team Edition)」に変更してください。
ko: 현재 주소는 Bailian Token Plan에 속해 있습니다. 공급업체 유형을 "Bailian Personal Edition" 또는 "Bailian Enterprise Edition(Team Edition)"으로 변경하세요.
pt_br: O endereço atual pertence ao Bailian Token Plan, altere o tipo de fornecedor para "Bailian Personal Edition" ou "Bailian Enterprise Edition (Team Edition)".
ru: Текущий адрес принадлежит плану Bailian Token Plan, измените тип поставщика на «Bailian Personal Edition» или «Bailian Enterprise Edition (Team Edition)».
zh_hant: 當前地址屬於百鍊 Token Plan，請將供應商類型改為“百鍊個人版”或“百鍊企業版（團隊版）”。
